<div class="newsletter">
    <h3>Подпишитесь на рассылку и получайте свежие новости первыми!</h3>
    <p>Подписываясь на нашу рассылку новостей, вы даете согласие на получение актуальной информации о наших акциях,
        новинках и событиях. Мы ценим вашу конфиденциальность и гарантируем, что ваши данные будут использованы только
        для этой цели. Вы всегда сможете отказаться от рассылки в любое время. Спасибо за интерес к нашим новостям!
    </p>
    <form action="#">
        <input type="email" name="emailNews" id="emailNews" placeholder="Введите email" autocomplete="off">
        <input type="submit" value="Подписаться">
    </form>
</div>