<?php require ROOT . '/backend/static/blocks/header.php' ?>

    <div class="company-container">
        <div class="top-section">
            <h1>Добро пожаловать!</h1>
            <p>
                <span><b>Мы - идеальный интернет-магазин для всех, кто ищет лучшие смартфоны!</b><br>Наш ассортимент
                включает в себя самые последние модели телефонов
                от ведущих производителей, обеспечивая высокое качество и надежность.<br>
                <i>Мы гордимся широким выбором товаров, доступными ценами и быстрой доставкой.<br>Приходите к нам и обновите
                свой мир с последними технологиями в своем кармане!</i></span>
            </p>
        </div>
        <div class="timeline">
            <div class="line"></div>
            <div class="section">
                <div class="bead"></div>
                <div class="content">
                    <h2>Зарождение идеи и подготовка</h2>
                    <p>
                        История интернет-магазина мобильных телефонов "МобилМаркет" началась в 2010 году, когда предприниматель Александр
                        Кузнецов, вдохновленный стремительным развитием электронной коммерции и популярностью мобильных устройств, решил
                        создать собственный онлайн-бизнес. Он обратил внимание на то, что люди все больше интересуются покупкой телефонов
                        и гаджетов через интернет, избегая традиционных магазинов.<br>
                        В 2009 году, после нескольких месяцев изучения рынка, анализа конкурентов и потребностей
                        потенциальных клиентов, он принял решение о создании собственного интернет-магазина.<br>
                        Первые шаги включали в себя создание бизнес-плана, привлечение стартового капитала и разработку концепции
                        будущего магазина. Александр решил сосредоточиться на продаже смартфонов, аксессуаров и сопутствующих товаров,
                        таких как зарядные устройства, наушники и чехлы. Основной акцент был сделан на предоставление качественного
                        сервиса, включая быструю доставку и профессиональную консультацию покупателей.<br>
                    </p>
                </div>
            </div>

            <div class="section">
                <div class="bead"></div>
                <div class="content">
                    <h2>Запуск интернет-магазина. Первые успехи и рост</h2>
                    <p>
                        В начале 2010 года, после нескольких месяцев упорной работы над разработкой сайта и налаживанием связей с
                        поставщиками, интернет-магазин "МобилМаркет" был запущен. Сайт предлагал удобный интерфейс и простой процесс
                        оформления заказа. Уже на старте магазина в ассортименте было представлено более 100 моделей мобильных телефонов
                        от таких известных брендов, как Nokia, Samsung, Sony Ericsson и Apple.<br>
                        Первые месяцы работы магазина показали, что интерес к покупке мобильных телефонов через интернет был действительно
                        высоким. Успех позволил расширить ассортимент товаров и привлечь больше поставщиков. К концу 2011 года "МобилМаркет" уже
                        предлагал более 500 моделей телефонов и множество аксессуаров. Были также внедрены новые опции, такие как
                        кредитование покупок и доставка по всей стране.
                    </p>
                </div>
            </div>

            <div class="section">
                <div class="bead"></div>
                <div class="content">
                    <h2>Расширение и выход на новый уровень. Испытания и адаптация</h2>
                    <p>
                        В 2013 году, спустя три года после запуска, "МобилМаркет" стал одним из лидеров рынка онлайн-продаж мобильных
                        телефонов в регионе. Это позволило Александру задуматься о дальнейшей экспансии. Было принято решение о
                        расширении ассортимента товаров, включив в него планшеты, смарт-часы и другие гаджеты.<br>
                        Кроме того, компания начала сотрудничать с международными поставщиками, что позволило предлагать покупателям
                        последние модели телефонов сразу после их выхода на мировой рынок. Важным этапом развития стала интеграция сайта
                        с популярными маркетплейсами и площадками для отзывов, что повысило доверие клиентов и улучшило видимость
                        магазина в интернете.<br>
                        2015 год стал непростым для "МобилМаркет". В условиях экономического кризиса и нестабильности на валютных рынках,
                        компания столкнулась с падением покупательской способности и ростом цен на импортные товары.
                        Были разработаны программы лояльности и запущены специальные акции, которые помогли удержать постоянных
                        клиентов и привлечь новых. Важно было сохранять высокий уровень сервиса, чтобы не потерять доверие покупателей
                        в трудные времена.
                    </p>
                </div>
            </div>
            <div class="section">
                <div class="bead"></div>
                <div class="content">
                    <h2>Современный этап и будущее</h2>
                    <p>
                        К 2020 году "МобилМаркет" успешно преодолел все испытания и продолжал развиваться. Интернет-магазин стал
                        известным брендом с широкой базой постоянных клиентов. В ассортименте магазина было представлено более 2000
                        моделей телефонов и других гаджетов, а также тысячи аксессуаров и сопутствующих товаров.<br>
                        С появлением новых технологий и увеличением конкуренции, Александр и его команда начали активно развивать
                        направления по продаже умных устройств для дома, а также сервисы по настройке и ремонту техники. Также был
                        создан мобильный приложение "МобилМаркет", которое позволяло клиентам быстро и удобно совершать покупки со
                        смартфонов.<br>
                        Сейчас "МобилМаркет" активно расширяет свои позиции на рынке, планируя открытие физических шоурумов в крупных
                        городах страны и расширение ассортимента, чтобы стать универсальным магазином электроники и гаджетов.<br>
                    </p>
                </div>
            </div>
        </div>
    </div>
    <h1 style="text-align: center">Преимущества</h1>
    <section class="advantages">
        <div class="advant-container">
            <div class="card-wraper">
                <div class="advant-background" id="background"></div>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Широкий ассортимент</h3>
                                <p>Возможность предложить множество моделей и брендов, включая новинки и редкие
                                    устройства, без ограничений физического пространства.</p>
                            </div>
                        </div>
                    </div>
                </a>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Удобство покупок</h3>
                                <p>Клиенты могут просматривать и заказывать телефоны в любое время и из любого места,
                                    что экономит время и усилия.</p>
                            </div>
                        </div>
                    </div>
                </a>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Сравнение товаров</h3>
                                <p>Упрощенное сравнение характеристик и цен различных моделей, что помогает покупателям
                                    сделать осознанный выбор.</p>
                            </div>
                        </div>
                    </div>
                </a>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Отзывы и рейтинги</h3>
                                <p>Возможность читать отзывы других пользователей и видеть рейтинги, что способствует
                                    повышению доверия к продукту.</p>
                            </div>
                        </div>
                    </div>
                </a>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Акции и скидки</h3>
                                <p>Легкость в проведении акций, распродаж и предоставлении скидок, что может привлечь
                                    больше клиентов.</p>
                            </div>
                        </div>
                    </div>
                </a>
                <a class="card">
                    <div class="card-main">
                        <div class="card-inner">
                            <div>
                                <h3>Поддержка и консультации</h3>
                                <p>Онлайн-чат и техническая поддержка, позволяющие быстро получать ответы на вопросы и
                                    помощь при выборе телефона.</p>
                            </div>
                        </div>
                    </div>
                </a>
            </div>
        </div>
    </section>
    <script src="js/company.js"></script>

<?php require ROOT . '/backend/static/blocks/footer.php' ?>